{
  "url": "https://www.amazon.com/gp/help/customer/display.html?nodeId=GX7NJQ4ZB8MHFRNJ",
  "scanned_at": "2026-02-08T18:40:13.934439Z",
  "analysis": [
    {
      "category": "Data Sharing",
      "risk": "High",
      "icon": "🤝",
      "headline": "Your Data Sharing Nuances",
      "quote": "we are not in the business of selling our customers' personal information to others... We provide ad companies with information that allows them to serve you with more useful and relevant Amazon ads... Instead, we use an advertising identifier like a cookie, a device identifier, or a code derived from applying irreversible cryptography to other information like an email address. Some ad companies also use this information to serve you relevant ads from other advertisers."
    },
    {
      "category": "Data Collection",
      "risk": "High",
      "icon": "🛍️",
      "headline": "Your In-Store Activity Tracked",
      "quote": "Our physical stores may use cameras, computer vision, sensors, and other technology to gather information about your activity in the store, such as the products and services you interact with."
    },
    {
      "category": "Data Usage",
      "risk": "High",
      "icon": "🗣️",
      "headline": "Your Voice & Image Used",
      "quote": "When you use our voice, image and camera services, we use your voice input, images, videos, and other personal information to respond to your requests, provide the requested service to you, and improve our services."
    },
    {
      "category": "User Rights",
      "risk": "High",
      "icon": "🚫",
      "headline": "Your Opt-Out Blocks Features",
      "quote": "Because cookies and identifiers allow you to take advantage of some essential features of Amazon Services, we recommend that you leave them turned on. For instance, if you block or otherwise reject our cookies, you will not be able to add items to your Shopping Cart, proceed to Checkout, or use any Services that require you to Sign in."
    },
    {
      "category": "Data Collection",
      "risk": "High",
      "icon": "📡",
      "headline": "Your Extensive Data Collected",
      "quote": "We receive and store any information you provide... We automatically collect and store certain types of information about your use... We might receive information about you from other sources... Examples of information we collect: identifying information... payment information; your age; your location information; your IP address; voice recordings... images and videos... Social Security and driver's license numbers; credit history information..."
    },
    {
      "category": "Data Sharing",
      "risk": "Medium",
      "icon": "🏢",
      "headline": "Your Data in Business Sales",
      "quote": "In such transactions, customer information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Notice (unless, of course, the customer consents otherwise)."
    },
    {
      "category": "Data Sharing",
      "risk": "Medium",
      "icon": "👥",
      "headline": "Your Data for Marketing Assistance",
      "quote": "Third-Party Service Providers: We employ other companies and individuals to perform functions on our behalf. Examples include... analyzing data, providing marketing assistance... These third-party service providers have access to personal information needed to perform their functions, but may not use it for other purposes."
    },
    {
      "category": "Data Retention",
      "risk": "Medium",
      "icon": "🕰️",
      "headline": "Your Data Retention Unclear",
      "quote": "When you update information, we usually keep a copy of the prior version for our records."
    },
    {
      "category": "Data Collection",
      "risk": "Medium",
      "icon": "🔗",
      "headline": "Your Third-Party Ad Collection",
      "quote": "Third-party advertising partners may collect information about you when you interact with their content, advertising, and services."
    },
    {
      "category": "Consent",
      "risk": "Medium",
      "icon": "✅",
      "headline": "Your General Consent Broad",
      "quote": "By using Amazon Services, you are consenting to the practices described in this Privacy Notice."
    }
  ]
}