{
  "url": "https://www.bbc.com/pages/privacy-policy",
  "scanned_at": "2026-02-08T18:34:56.216631Z",
  "analysis": [
    {
      "category": "Data Collection & Profiling",
      "risk": "High",
      "icon": "🕵️",
      "headline": "Your data from brokers",
      "quote": "We also use data from data brokers such as Experian mosaic data."
    },
    {
      "category": "Data Collection & Profiling",
      "risk": "High",
      "icon": "🧠",
      "headline": "Your inferred user profile",
      "quote": "We use information we know about you and how you use our services to predict things about you (“Inferred Information”)."
    },
    {
      "category": "Data Sharing & Selling",
      "risk": "High",
      "icon": "🤝",
      "headline": "Your hashed data shared",
      "quote": "We may use information such as your email address and usage behaviour to show you relevant marketing and promotional posts on social media and other sites... an encryption technique is applied to the data so the other platform can only read the data that it already knows about you."
    },
    {
      "category": "Data Sharing & Selling",
      "risk": "High",
      "icon": "💰",
      "headline": "Your data for real-time bidding",
      "quote": "We (and our clients) work with a range of companies to show you ads... sell our ad space in online auctions, e.g., ‘real-time bidding’ select and deliver the ads, and collate and manage the data needed to personalise ads. Generally, these companies will be acting as separate data controllers..."
    },
    {
      "category": "Data Sharing & Selling",
      "risk": "High",
      "icon": "🌐",
      "headline": "Your extensive ad partner data",
      "quote": "Advertising delivered via our service providers can also include the use of data that has been collated and synced across multiple sites and sources. This may include the advertiser client’s own marketing database, demographics (e.g. from data brokers and credit reference agencies), online cross-site browsing behaviour, social media data, and offline data (e.g. loyalty card and retail transactions)."
    },
    {
      "category": "Data Sharing & Transfers",
      "risk": "High",
      "icon": "🔄",
      "headline": "Your data with BBC group",
      "quote": "your information may be shared between companies in the BBC group (including BBC Public Service and BBC Studios companies such as UKTV and Britbox International) for the purposes of research, analysis, marketing and ad-serving."
    },
    {
      "category": "Data Sharing & Control",
      "risk": "High",
      "icon": "⚙️",
      "headline": "Your data with separate controllers",
      "quote": "We work with third parties who use cookies and similar technologies... These companies may be independently making decisions about how and why your personal information is processed, meaning they are a separate “Data Controller”."
    },
    {
      "category": "Persistent Tracking",
      "risk": "Medium",
      "icon": "🔗",
      "headline": "Your activity across services linked",
      "quote": "If you don't have an account, we’ll assign you a unique identifier... If you later create an account, we will connect this ID to your account ID to enable us to continue to personalise your experience."
    },
    {
      "category": "Business Practices",
      "risk": "Medium",
      "icon": "🏢",
      "headline": "Your data transferred upon sale",
      "quote": "We reserve the right to transfer your personal information in the event we sell or transfer all or a part of our business or assets so that the buyer can continue to offer you the services."
    },
    {
      "category": "Third-Party Reliance",
      "risk": "Medium",
      "icon": "📱",
      "headline": "Your privacy depends on platforms",
      "quote": "When you choose to participate in or receive a service from us via social media and similar third party platforms... the social network may share with us personal information about you depending on the privacy notice and any choices you have on that platform."
    }
  ]
}