{
  "url": "https://www.bbc.com/usingthebbc/privacy-policy/",
  "scanned_at": "2026-02-08T18:41:07.641864Z",
  "analysis": [
    {
      "category": "Data Selling & Sharing",
      "risk": "High",
      "icon": "🤝",
      "headline": "Your data shared for ads",
      "quote": "If you have a BBC account we might use information that we hold about you to show you relevant and targeted advertising for BBC services through other companies’ sites, like Facebook, Google, Snapchat or Twitter for example... Where we do this, we will share your data in a hashed format with these providers... In these scenarios, we are joint controllers with these companies because we jointly determine the purposes and means of processing your personal data."
    },
    {
      "category": "Data Transfer",
      "risk": "High",
      "icon": "🌍",
      "headline": "Your data transferred globally",
      "quote": "Keep in mind that when you give us personal information it could be being transferred, stored or processed in a location outside the UK and the EEA."
    },
    {
      "category": "Data Collection",
      "risk": "High",
      "icon": "🤫",
      "headline": "Your sensitive data collected",
      "quote": "If you apply to take part in a programme on politics, for example, we might ask you about your political opinions."
    },
    {
      "category": "Data Collection",
      "risk": "High",
      "icon": "🕵️",
      "headline": "Your online activity tracked",
      "quote": "We automatically collect some technical information from these devices and web browsers even when you're not signed into to a BBC account. This might include: IP (internet protocol) address device ID app ID vendor ID advertising ID"
    },
    {
      "category": "Data Collection",
      "risk": "High",
      "icon": "📍",
      "headline": "Your precise location tracked",
      "quote": "Your location can be determined at a town or city level by: GPS IP address Information about nearby cell towers and Wi-Fi access point information"
    },
    {
      "category": "Third-Party Tracking",
      "risk": "Medium",
      "icon": "🍪",
      "headline": "Your tracking by third-parties",
      "quote": "Bear in mind there are some other cookies out there from other companies. These \"third-party cookies\" might track how you use different websites, including ours. For example, you might get a social media company’s cookie when you see the option to share something. You can turn them off, but not through us."
    },
    {
      "category": "Data Retention",
      "risk": "Medium",
      "icon": "⏳",
      "headline": "Your data retained post-deletion",
      "quote": "If you're talking about BBC account... Your account information is immediately deleted. Keep in mind: we keep a record of how you've used our services, but this information can't be linked back to you we also keep anything you've uploaded or commented on"
    },
    {
      "category": "User Rights",
      "risk": "Medium",
      "icon": "⚖️",
      "headline": "Your rights limited by journalism",
      "quote": "Bear in mind, sometimes we might not be able to help. Like if the law tells us we can't or it forms part of our journalistic output."
    },
    {
      "category": "Data Sharing",
      "risk": "Medium",
      "icon": "👥",
      "headline": "Your data shared broadly",
      "quote": "When we use other companies to power our services In order for us to give you quality experiences and to understand how you're using our services we often use other companies to process your personal information on our behalf."
    },
    {
      "category": "Data Sharing",
      "risk": "Medium",
      "icon": "🔬",
      "headline": "Your data shared for research",
      "quote": "We do research activities and sometimes collaborate with research partners. Every now and then we share our content and data with them. This might include information we’ve collected about you."
    }
  ]
}