{
  "url": "https://duckduckgo.com/privacy",
  "scanned_at": "2026-02-08T18:41:09.414713Z",
  "analysis": [
    {
      "category": "Third-Party Interactions",
      "risk": "High",
      "icon": "⚠️",
      "headline": "Your External Site Tracking",
      "quote": "Keep in mind that when you visit other websites... the privacy policies and practices of those other websites apply... we can’t completely protect you when you visit other websites and apps."
    },
    {
      "category": "Network Privacy",
      "risk": "Medium",
      "icon": "📡",
      "headline": "Your IP Address Visibility",
      "quote": "we cannot prevent your device's IP address from being seen by your internet service provider, our hosting provider, or other internet providers in between"
    },
    {
      "category": "Ad Privacy",
      "risk": "Medium",
      "icon": "💸",
      "headline": "Your Ad Click Privacy",
      "quote": "Ad clicks are managed by Microsoft's ad network and Microsoft has committed to not associate your ad-click behavior with a user profile and to not store or share that information other than for accounting purposes."
    },
    {
      "category": "Data Collection",
      "risk": "Medium",
      "icon": "📝",
      "headline": "Your Optional Feature PII",
      "quote": "We offer optional privacy-protecting features that require limited personal information to function... For example, our Email Protection is an optional feature that requires some personal information to work (namely, your email address)"
    },
    {
      "category": "Data Sharing (Vendors)",
      "risk": "Medium",
      "icon": "🤝",
      "headline": "Your Direct Communication Sharing",
      "quote": "your communication may be accessible to the software-as-a-service providers we use in our corporate systems (such as our company email and project management software)."
    },
    {
      "category": "Data Transfer",
      "risk": "Medium",
      "icon": "✈️",
      "headline": "Your Cross-Border Data",
      "quote": "there are scenarios where we may transfer this limited personal information (for example, your email address) to countries other than the country in which it was received."
    },
    {
      "category": "Legal Compliance",
      "risk": "Medium",
      "icon": "⚖️",
      "headline": "Your Data Legal Requests",
      "quote": "we will vigorously resist government efforts to compel us to produce the very limited personal information that we might have, for example, your email address if you subscribe to our newsletter."
    },
    {
      "category": "Data Selling & Sharing",
      "risk": "Low",
      "icon": "✅",
      "headline": "Your Data Not Sold",
      "quote": "We do not sell your personal information. We have never sold any personal information. Period."
    },
    {
      "category": "User Age",
      "risk": "Low",
      "icon": "👶",
      "headline": "Your Children's Data",
      "quote": "We do not knowingly market to or solicit information from children under 13."
    },
    {
      "category": "Transparency",
      "risk": "Low",
      "icon": "📜",
      "headline": "Your Passive Policy Updates",
      "quote": "We will notify you of changes by posting the modified version on our website."
    }
  ]
}