{
  "url": "https://docs.github.com/en/site-policy/privacy-policies/github-privacy-statement",
  "scanned_at": "2026-02-08T18:40:28.823656Z",
  "analysis": [
    {
      "category": "Organizational Control",
      "risk": "High",
      "icon": "🏢",
      "headline": "Your Organization Controls Data",
      "quote": "When a school or employer supplies your GitHub account, they assume the role of Data Controller for most Personal Data used in our Services. This enables them to: Manage and administer your GitHub account, including adjusting privacy settings. Access and utilize your Personal Data, which includes details on how you use the Services, as well as your content and files."
    },
    {
      "category": "Data Collection",
      "risk": "Medium",
      "icon": "🔍",
      "headline": "Your Data Widely Collected",
      "quote": "Personal Data is collected from you directly, automatically from your device, and also from third parties. The Personal Data GitHub processes when you use the Services depends on variables like how you interact with our Services... (such as pull requests, Codespaces, or GitHub Copilot)... We collect certain information when you open an account such as your GitHub handle, name, email address, password, payment information and transaction information. User Content and Files: When you use our Services, we collect Personal Data included as part of the information you provide such as code, inputs, text, documents, images, or feedback. Demographic information: In some cases, you provide us with ethnicity, gender, or similar demographic details."
    },
    {
      "category": "Data Inference",
      "risk": "Medium",
      "icon": "🧠",
      "headline": "Your Preferences Are Inferred",
      "quote": "Inference: We generate new information from other data we collect to derive likely preferences or other characteristics. For instance, we infer your general geographic location based on your IP address."
    },
    {
      "category": "Data Selling & Sharing",
      "risk": "High",
      "icon": "🤝",
      "headline": "Your Data \"Shared\" for Ads",
      "quote": "As defined by applicable law, we “shared” the following categories of personal information in the last 12 months: identifiers/contact information, Internet or other electronic network activity information, and inferences drawn from the above. We shared each category to or with advertising networks, data analytics providers, and social networks. The business or commercial purpose of sharing personal information is to assist us with marketing, advertising, and audience measurement. ... If GitHub detects the GPC signal from your device, GitHub will not share your data (we do not sell your data)."
    },
    {
      "category": "Third-Party Sharing (Marketplace)",
      "risk": "Medium",
      "icon": "🔗",
      "headline": "Your Data Shared with Apps",
      "quote": "Other Third-party Applications: Upon your instruction, we may share Personal Data with third-party applications available on our Marketplace. You are responsible for the data you instruct us to share with these applications."
    },
    {
      "category": "Tracking Technologies",
      "risk": "High",
      "icon": "🍪",
      "headline": "Your Tracking & Advertising Extensive",
      "quote": "We may also employ third-party Cookies to gather data for interest-based advertising. ... We and/or our partners also share the information we collect or infer with third parties for these purposes. ... GitHub and third parties use social media cookies to show you ads and content based on your social media profiles and activity on GitHub’s websites. ... In addition, GitHub and third parties use advertising cookies to show you new ads based on ads you've already seen."
    },
    {
      "category": "International Data Transfers",
      "risk": "Medium",
      "icon": "🌍",
      "headline": "Your Data Transfers Globally",
      "quote": "We transfer Personal Data from the European Union, the United Kingdom, and Switzerland to countries that the European Commission has not recognized as having an adequate level of data protection. When we engage in such transfers, we generally rely on the standard contractual clauses published by the European Commission..."
    },
    {
      "category": "Access to Private Content",
      "risk": "Medium",
      "icon": "🔒",
      "headline": "Your Private Repositories Accessed",
      "quote": "GitHub personnel does not access private repository information without your consent except as provided in this Privacy Statement and for: security purposes automated scanning or manual review for known vulnerabilities, active malware, or other content known to violate our Terms of Service to assist the repository owner with a support matter to maintain the integrity of the Services, or to comply with our legal obligations if we have reason to believe the contents are in violation of the law."
    },
    {
      "category": "Broad Third-Party Disclosures",
      "risk": "Medium",
      "icon": "📤",
      "headline": "Your Data Shared Widely",
      "quote": "Affiliates: Personal Data may be shared with GitHub affiliates, including Microsoft, to facilitate customer service, marketing and advertising, order fulfillment, billing, technical support, and legal and compliance obligations. ... Subprocessors and Service Providers: We may use vendors to provide services on our behalf, including hosting, marketing, advertising, social, analytics, support ticketing, credit card processing, or security services."
    },
    {
      "category": "Third-Party Tools/Buttons",
      "risk": "Low",
      "icon": "➡️",
      "headline": "Your Browser Data Auto-Sent",
      "quote": "Buttons, Tools, and Content from Other Companies: Our Services may contain links or buttons that lead to third-party services like Twitter or LinkedIn. Use of these features may result in data collection. Engaging with these buttons, tools, or content may automatically send certain browser information to these companies."
    }
  ]
}