{
  "url": "https://docs.github.com/site-policy/privacy-policies/github-privacy-statement",
  "scanned_at": "2026-02-08T18:34:38.522294Z",
  "analysis": [
    {
      "category": "Data Control",
      "risk": "High",
      "icon": "🏢",
      "headline": "Your Organization Controls",
      "quote": "When a school or employer supplies your GitHub account, they assume the role of Data Controller for most Personal Data used in our Services. This enables them to: Manage and administer your GitHub account, including adjusting privacy settings. Access and utilize your Personal Data, which includes details on how you use the Services, as well as your content and files."
    },
    {
      "category": "Data Selling & Sharing",
      "risk": "High",
      "icon": "📈",
      "headline": "Your Data is Shared",
      "quote": "As defined by applicable law, we “shared” the following categories of personal information in the last 12 months: identifiers/contact information, Internet or other electronic network activity information, and inferences drawn from the above. We shared each category to or with advertising networks, data analytics providers, and social networks. The business or commercial purpose of sharing personal information is to assist us with marketing, advertising, and audience measurement."
    },
    {
      "category": "Third-Party Integrations",
      "risk": "Medium",
      "icon": "🤝",
      "headline": "Your Third-Party Risk",
      "quote": "When you use third-party extensions, integrations, or follow references and links within our Services, the privacy policies of these third parties apply to any Personal Data you provide or consent to share with them."
    },
    {
      "category": "Data Collection",
      "risk": "Medium",
      "icon": "🧺",
      "headline": "Your Broad Data Collection",
      "quote": "Personal Data is collected from you directly, automatically from your device, and also from third parties. The Personal Data GitHub processes when you use the Services depends on variables like how you interact with our Services (such as through web interfaces, desktop or mobile applications), the features you use... and your method of accessing the Services."
    },
    {
      "category": "Data Processing",
      "risk": "Medium",
      "icon": "🧠",
      "headline": "Your Profile Inferred",
      "quote": "Inference: We generate new information from other data we collect to derive likely preferences or other characteristics. For instance, we infer your general geographic location based on your IP address."
    },
    {
      "category": "Default Settings",
      "risk": "Medium",
      "icon": "📡",
      "headline": "Your Telemetry Defaulted",
      "quote": "GitHub Codespaces and github.dev offer Visual Studio Code in a web browser, where some telemetry is collected by default... To opt out, go to File > Preferences > Settings in the top left menu of VS Code."
    },
    {
      "category": "Data Access",
      "risk": "Medium",
      "icon": "🔒",
      "headline": "Your Private Repo Accessed",
      "quote": "GitHub personnel does not access private repository information without your consent except as provided in this Privacy Statement and for: security purposes automated scanning or manual review for known vulnerabilities, active malware, or other content known to violate our Terms of Service to assist the repository owner with a support matter to maintain the integrity of the Services, or to comply with our legal obligations if we have reason to believe the contents are in violation of the law."
    },
    {
      "category": "International Data Transfers",
      "risk": "Medium",
      "icon": "🌍",
      "headline": "Your Data Travels Globally",
      "quote": "We transfer Personal Data from the European Union, the United Kingdom, and Switzerland to countries that the European Commission has not recognized as having an adequate level of data protection."
    },
    {
      "category": "Public Disclosure",
      "risk": "High",
      "icon": "📢",
      "headline": "Your Content May Be Public",
      "quote": "Depending on your account settings, we may share Personal Data with other users of the Services and the public. You control what information is made public... Please be aware that any information you share in a collaborative context may become publicly accessible."
    },
    {
      "category": "Marketing & Advertising",
      "risk": "Medium",
      "icon": "📣",
      "headline": "Your Data Shared for Ads",
      "quote": "Affiliates: Personal Data may be shared with GitHub affiliates, including Microsoft, to facilitate customer service, marketing and advertising... Partners and Resellers: We may share your data with these partners and resellers where allowed, and with your consent when required."
    }
  ]
}