{
  "url": "https://policies.google.com/privacy?hl=en-US",
  "scanned_at": "2026-02-08T18:40:04.921919Z",
  "analysis": [
    {
      "category": "Data Collection Scope",
      "risk": "High",
      "icon": "🕵️‍♀️",
      "headline": "Your Data Collection Is Vast",
      "quote": "The information Google collects, and how that information is used, depends on how you use our services and how you manage your privacy controls. When you’re signed in, we also collect information that we store with your Google Account, which we treat as personal information. Things you create or provide to us... Information we collect as you use our services Your apps, browsers & devices... Your activity... Your location information..."
    },
    {
      "category": "Cross-Service & Device Tracking",
      "risk": "High",
      "icon": "🔗",
      "headline": "Your Activity Tracked Cross-Device",
      "quote": "We may use the information we collect across our services and across your devices for the purposes described above. For example, depending on your available settings, if you watch videos of guitar players on YouTube, you might see an ad for guitar lessons on a site that uses our ad products. Depending on your account settings, your activity on other sites and apps may be associated with your personal information in order to improve Google’s services and the ads delivered by Google."
    },
    {
      "category": "Content Scanning & Analysis",
      "risk": "High",
      "icon": "👁️",
      "headline": "Your Content Is Analyzed",
      "quote": "We use automated systems that analyze your content to provide you with things like customized search results, personalized ads, or other features tailored to how you use our services. And we analyze your content to help us detect abuse such as spam, malware, and illegal content."
    },
    {
      "category": "Data Selling & Sharing",
      "risk": "High",
      "icon": "🤝",
      "headline": "Your Data Shared With Partners",
      "quote": "We also allow specific partners to collect information from your browser or device for advertising and measurement purposes using their own cookies or similar technologies."
    },
    {
      "category": "Data Retention",
      "risk": "Medium",
      "icon": "🕰️",
      "headline": "Your Data Retained Indefinitely",
      "quote": "We keep some data until you delete your Google Account, such as information about how often you use our services. And some data we retain for longer periods of time when necessary for legitimate business or legal purposes, such as security, fraud and abuse prevention, or financial record-keeping."
    },
    {
      "category": "Third-Party Data Access",
      "risk": "Medium",
      "icon": "🏢",
      "headline": "Your Admin Has Access",
      "quote": "If you’re a student or work for an organization that uses Google services, your domain administrator and resellers who manage your account will have access to your Google Account. They may be able to: Access and retain information stored in your account, like your email View statistics regarding your account, like how many apps you install Change your account password Suspend or terminate your account access Receive your account information in order to satisfy applicable law, regulation, legal process, or enforceable governmental request Restrict your ability to delete or edit your information or your privacy settings."
    },
    {
      "category": "Third-Party Data Collection",
      "risk": "Medium",
      "icon": "🌐",
      "headline": "Your Activity On Third-Parties",
      "quote": "Activity on third-party sites and apps that use our services... Websites and apps that integrate Google services like ads and analytics share information with us. This information is collected regardless of which browser or browser mode you use. For example, although Incognito mode in Chrome can help keep your browsing private from other people who use your device, third party sites and apps that integrate our services may still share information with Google when you visit them."
    },
    {
      "category": "Governmental Requests",
      "risk": "Medium",
      "icon": "🏛️",
      "headline": "Your Data Shared With Government",
      "quote": "We will share personal information outside of Google if we have a good-faith belief that disclosure of the information is reasonably necessary to: Respond to any applicable law, regulation, legal process, or enforceable governmental request."
    },
    {
      "category": "External Processing",
      "risk": "Medium",
      "icon": " outsource",
      "headline": "Your Data Processed Externally",
      "quote": "We provide personal information to our affiliates and other trusted businesses or persons to process it for us, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures... We also use service providers to help review YouTube video content for public safety and analyze and listen to samples of saved user audio to help improve Google’s audio recognition technologies."
    },
    {
      "category": "Public Profile Exposure",
      "risk": "Low",
      "icon": "👤",
      "headline": "Your Profile Is Public",
      "quote": "If other users already have your email address or other information that identifies you, we may show them your publicly visible Google Account information, such as your name and photo. This helps people identify an email coming from you, for example."
    }
  ]
}