{
  "url": "https://help.nytimes.com/hc/en-us/articles/10940941449492-The-New-York-Times-Company-Privacy-Policy",
  "scanned_at": "2026-02-08T18:35:04.083934Z",
  "analysis": [
    {
      "category": "Data Selling & Sharing",
      "risk": "High",
      "icon": "💸",
      "headline": "Your Data Sold & Shared",
      "quote": "we share or disclose your personal information, including identifiers, commercial information, internet and other electronic network activity information, geolocation data, and inferences, with third parties for purposes of cross-context behavioral advertising (also known as targeted advertising), and also for “sales” or “sharing” as defined by applicable law, including, without limitation, the California Consumer Privacy Act."
    },
    {
      "category": "Third-Party Data Re-use",
      "risk": "High",
      "icon": "🤝",
      "headline": "Your Data Used Widely",
      "quote": "Many of these providers require us to enter into contracts that allow them to optimize their own services and products, or that help them create their own. Essentially, these providers combine any information they gather about you through Times Services with information they receive from their other clients. This helps them target ads to you on behalf of their other clients, not just us."
    },
    {
      "category": "AI Monitoring & Training",
      "risk": "High",
      "icon": "🤖",
      "headline": "Your Chats Train AI",
      "quote": "We may use automated scanning and moderation technology to monitor users' direct messages in order to identify any violations... This information may be used to train AI models for these purposes."
    },
    {
      "category": "Sensitive Data Collection",
      "risk": "High",
      "icon": "💔",
      "headline": "Your Sensitive Data Collected",
      "quote": "Some of our surveys and feedback programs... will request your consent to provide on a purely voluntary basis information regarding your interests in various topics... as well as demographic information, some of which may be considered sensitive under applicable laws such as your age, ethnicity, race, gender, sexual orientation, family characteristics and income."
    },
    {
      "category": "Extensive Data Profiling",
      "risk": "High",
      "icon": "🕵️‍♀️",
      "headline": "Your Habits Are Inferred",
      "quote": "We infer new information from other data we collect, including using automated means such as machine learning... We use these inferences for purposes of personalization, to improve our services, to market Times Services to you and to create audiences for third party advertisers and for marketing on other sites and services."
    },
    {
      "category": "Cross-Device Tracking",
      "risk": "High",
      "icon": "📱",
      "headline": "Your Activities Linked Across Devices",
      "quote": "We may also target third party advertising to users through matching services such as Unified ID 2.0 and LiveRamp’s Authenticated Traffic Solution (“ATS”). In these situations, we use information that directly identifies you, including name, email address, or phone number, to engage in targeted advertising, including by converting email addresses/phone numbers into identifiers used for advertising purposes."
    },
    {
      "category": "Third-Party Data Integration",
      "risk": "Medium",
      "icon": "🌐",
      "headline": "Your Data From Other Sources",
      "quote": "Marketing, data analytic and social media-owned databases give us access to a range of information — like public data, survey data and more. This data sometimes includes your mailing address, your gender, your age, your household income and other demographic data."
    },
    {
      "category": "Geolocation for Advertising",
      "risk": "Medium",
      "icon": "📍",
      "headline": "Your Location Used For Ads",
      "quote": "If you allow us to collect your precise geolocation in the ways described above... We also use your precise geolocation for other personalized experiences - those may include targeted advertising from third parties on Times Services based on your location."
    },
    {
      "category": "Customer List Sharing",
      "risk": "Medium",
      "icon": "👥",
      "headline": "Your Email Shared For Ads",
      "quote": "We also target our advertising of Times Services to users by uploading a customer list (email addresses) to a third party, or by incorporating a tracking technology from a third party onto our Times Service. The third party then matches individuals who appear in both our data and their data."
    },
    {
      "category": "Public User Content",
      "risk": "Medium",
      "icon": "📢",
      "headline": "Your Posts Are Public",
      "quote": "Anyone can read, collect and use any personal information that accompanies your posts."
    }
  ]
}