{
  "url": "https://explore.zoom.us/en/privacy/",
  "scanned_at": "2026-02-08T18:40:50.363250Z",
  "analysis": [
    {
      "category": "Data Sharing",
      "risk": "High",
      "icon": "🤝",
      "headline": "Your Data With Unknown Apps",
      "quote": "Personal information shared by account owners and users with third-party apps and integrations is collected and processed in accordance with the app developers’ terms and privacy policies, not Zoom’s."
    },
    {
      "category": "Transparency & Control",
      "risk": "High",
      "icon": "👁️",
      "headline": "Your Account Owner Sees Everything",
      "quote": "Depending on their settings, account owners and the users they designate can access personal data for participants who join meetings and webinars on their account or send messages to users on their account. Account owners may also be able to determine what information Zoom and others can access and use."
    },
    {
      "category": "Data Sharing",
      "risk": "Medium",
      "icon": "📈",
      "headline": "Your Data Used For Ads",
      "quote": "Zoom uses third-party marketing, advertising, and analytics providers... to provide advertising and marketing for Zoom products and services, including targeted advertising based on your use of our website. These third-party partners may receive information about your activities on Zoom’s website through third-party cookies placed on Zoom’s website."
    },
    {
      "category": "Data Collection (Sensitive)",
      "risk": "Medium",
      "icon": "👤",
      "headline": "Your Biometric Data Collected",
      "quote": "If you elect to enable certain features and you provide the requisite consent, Zoom may process data about your unique physical characteristics, including your facial geometry and /or voiceprint, for the purpose of offering the features."
    },
    {
      "category": "Data Collection (Granular)",
      "risk": "Medium",
      "icon": "🖱️",
      "headline": "Your Detailed Usage Tracked",
      "quote": "Information about how people and their devices interact with Zoom products and services, such as: when participants join and leave a meeting; whether participants sent messages and who they message with; performance data; mouse movements, clicks, keystrokes or actions (such as mute/unmute or video on/off)..."
    },
    {
      "category": "Data Sharing",
      "risk": "Medium",
      "icon": "🛍️",
      "headline": "Your Data Shared With Resellers",
      "quote": "If an account owner licensed or purchased Zoom products and services from a third-party reseller of Zoom products and services, the reseller may be able to access personal data and content for users, including meetings, webinars, and messages hosted by the account owner."
    },
    {
      "category": "Data Processing (AI)",
      "risk": "Medium",
      "icon": "🤖",
      "headline": "Your Content Processed By AI",
      "quote": "These tools may use artificial intelligence, machine learning, or other technology to process Customer Content and context solely to provide the intelligent features."
    },
    {
      "category": "Data Transfer",
      "risk": "Medium",
      "icon": "🌍",
      "headline": "Your Data Travels Globally",
      "quote": "personal data may be transferred, stored... and processed outside of the country or region where it was initially collected... Such countries may have data protection rules that are different and less protective than those of your country."
    },
    {
      "category": "Data Retention",
      "risk": "Medium",
      "icon": "⏳",
      "headline": "Your Data Retention Vague",
      "quote": "We retain personal data for as long as required to engage in the uses described in this Privacy Statement, unless a longer retention period is required by applicable law."
    },
    {
      "category": "Data Exposure",
      "risk": "Medium",
      "icon": "🗣️",
      "headline": "Your Content Exposed To Others",
      "quote": "Meeting hosts, participants, and invitees may also see, record, save, and share meeting content, audio transcripts, messages sent to Everyone, messages sent to meeting group chats... or messages sent to them directly, and files, whiteboards or other information shared with them..."
    }
  ]
}